[
    {
        "id": 176032,
        "cover": {
            "id": 185893,
            "image_id": "co3zfp",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3zfp.jpg"
        },
        "first_release_date": 1568505600,
        "name": "Nick Quest",
        "platforms": [
            {
                "id": 6,
                "abbreviation": "PC"
            }
        ],
        "summary": "Nick Quest is a quirky, self-aware little RPG with a lot of character and heart. Packed with detailed maps, dangerous bosses, a great breadth of side quests, amazing dialogue, multiple endings, and a lot of laughs... Nick Quest is a game that will bring you to know a guy and his friends."
    },
    {
        "id": 50975,
        "cover": {
            "id": 48782,
            "image_id": "xgk5cjwzccp0g20ssd0k",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xgk5cjwzccp0g20ssd0k.jpg"
        },
        "first_release_date": 1262304000,
        "name": "Storybook Workshop",
        "platforms": [
            {
                "id": 5,
                "abbreviation": "Wii"
            }
        ],
        "summary": "Storybook Workshop immerses kids and their parents in 16 classic children's fairy tales and fables and many other exciting features. Through the use of the included USB microphone, you can read along, record and play back readings of your favorite stories, including the most beloved tales from Hans Christian Andersen, the Brothers Grimm, Aesop and around the world. Storybook Workshop's unique microphone functionality will even magically change your voice to sound like the characters in the stories, including fairies, giants and robots! Continue the fun with your children in a lively sing-along room where nursery rhymes come to life right in front your children's eyes, and watch as they learn rhythm, language, numbers and shapes in the exciting Play & Learn mode. Your kids can track their progress by using a virtual sticker pad, which will get pre-schoolers excited and motivated to continue to read and complete the stories."
    },
    {
        "id": 85450,
        "name": "Transformers Prime: The Game"
    },
    {
        "id": 95080,
        "name": "Dotra"
    },
    {
        "id": 187313,
        "cover": {
            "id": 243144,
            "image_id": "co57m0",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co57m0.jpg"
        },
        "first_release_date": 1599696000,
        "name": "Drums",
        "platforms": [
            {
                "id": 130,
                "abbreviation": "Switch"
            }
        ],
        "summary": "Turn your Nintendo Switch into a portable drum set and learn to play anywhere, anytime."
    },
    {
        "id": 104748,
        "name": "Space station - build your own ISS"
    },
    {
        "id": 89616,
        "cover": {
            "id": 192106,
            "image_id": "co448a",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co448a.jpg"
        },
        "name": "Bubble Whirl Shooter",
        "platforms": [
            {
                "id": 34,
                "abbreviation": "Android"
            },
            {
                "id": 39,
                "abbreviation": "iOS"
            }
        ],
        "summary": "Shoot bubbles and match colors to pop your way up to victory in this bubble shooting adventure, win magic keys to unlock more secret colorful bubble world, it’s time to enjoy the endless bubble shooting fun!"
    },
    {
        "id": 91579,
        "name": "Racing Live"
    },
    {
        "id": 124961,
        "name": "Railroad Tycoon 2: Platinum Edition"
    },
    {
        "id": 199243,
        "cover": {
            "id": 255543,
            "image_id": "co5h6f",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5h6f.jpg"
        },
        "name": "Escape Jump",
        "summary": "Escape Jump is a precision platformer where you and your funny companion jump and fall, rage-quit and fall, flip your table, destroy your computer, put it back together and then you fall."
    },
    {
        "id": 71632,
        "cover": {
            "id": 42594,
            "image_id": "l6l1zkguumqhdq1g8tpc",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/l6l1zkguumqhdq1g8tpc.jpg"
        },
        "name": "Ganbare Goemon: Mononoke Sugoroku",
        "summary": "A compilation of the first two Super Famicom Goemon games."
    },
    {
        "id": 53975,
        "cover": {
            "id": 139536,
            "image_id": "co2zo0",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2zo0.jpg"
        },
        "first_release_date": 1230681600,
        "name": "Dynasty of Egypt",
        "platforms": [
            {
                "id": 6,
                "abbreviation": "PC"
            }
        ],
        "summary": "As the ruler of the Egyptian Dynasty, it is your duty to guard the secrets of the Pyramids. Use your powerful stone shooters to destroy the Spheres of Divination before they disappear deep within the earth. The gameplay is similar to Zuma."
    },
    {
        "id": 202243,
        "cover": {
            "id": 222716,
            "image_id": "co4ruk",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co4ruk.jpg"
        },
        "first_release_date": 1478563200,
        "name": "Corallo",
        "platforms": [
            {
                "id": 6,
                "abbreviation": "PC"
            }
        ],
        "summary": "Corallo is a Yume Nikki fangame. The main focus is exploring \"dreams\" and collecting \"effects\", which can be purely cosmetic or make the character perform certain actions.\n\nCorallo focuses on Maya, a young woman stuck on a wheelchair and locked in a room. She can only stare at the ocean in front of her window and daydream.\nBy interacting with her mind, the player can learn more about her and her past, and what lead her to be stuck in her current room."
    },
    {
        "id": 203546,
        "cover": {
            "id": 260350,
            "image_id": "co5kvy",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5kvy.jpg"
        },
        "first_release_date": 1654560000,
        "name": "Meat & Greed",
        "platforms": [
            {
                "id": 6,
                "abbreviation": "PC"
            }
        ],
        "summary": "In the atmospheric puzzle-platformer Meat & Greed, you will experience the horrors of a slaughterhouse from the perspective of different animals. Solve riddles and collaborate with other animals to try and escape this ill-fated factory."
    },
    {
        "id": 88228,
        "name": "Gift of Life: Key of Solomon",
        "summary": "In Damascus the ancient manuscripts written about the existence of a mysterious tomb of the great king Solomon in Jerusalem area. For many years they tried to find her, but not for the sake of interest, and in order to win the heart of the tomb."
    },
    {
        "id": 160939,
        "name": "Tiger Tank 59 I: A-Gun MP095",
        "summary": "\"Tiger Tank 59\" is a top-down shooting game. Players need to control their tanks, through the enemy lines, break the enemy base, or defeat the enemy tanks. This DLC contains the Map No.491-495."
    },
    {
        "id": 130740,
        "name": "Deathmatch Club"
    },
    {
        "id": 230654,
        "first_release_date": 1217548800,
        "name": "Hockey de Mesa",
        "platforms": [
            {
                "id": 64,
                "abbreviation": "SMS"
            }
        ]
    },
    {
        "id": 33515,
        "cover": {
            "id": 69444,
            "image_id": "co1hl0",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1hl0.jpg"
        },
        "first_release_date": 1462406400,
        "name": "Chicku",
        "platforms": [
            {
                "id": 6,
                "abbreviation": "PC"
            }
        ],
        "summary": "Chicku is a nail bitingly hard platformer in which the player has to escape the evil Barrington farm. You'll be forced to dodge saws, spikes and many other deadly traps in order to save your brethren and rise against the evil Dr. Barrington."
    },
    {
        "id": 220011,
        "cover": {
            "id": 281916,
            "image_id": "co61j0",
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co61j0.jpg"
        },
        "first_release_date": 1673913600,
        "name": "Deceptus",
        "platforms": [
            {
                "id": 6,
                "abbreviation": "PC"
            }
        ],
        "summary": "Arena PVP Multiplayer with up to 8 Players, pure mayhem, kill and collect famous death coins to unlock and equip up your characters with famous accessories and power-ups on 9 levels and counting."
    }
]